// Fonts
"font.size.small"                       = "12";
"font.size.normal"                      = "32";
"font.size.large"                       = "48";
"font.family.default"                   = "Helvetica";
"font.family.fixed"                     = "Courier";
"font.family.symbolic"                  = "Apple Symbols";

// Global Config
"config.direction"                      = "ltr";

// Dialog Buttons
"button.change.code"                    = "变更代码";
"button.change.name"                    = "变更名字";
"button.compete.no"                     = "不要竞赛";
"button.no"                             = "否";
"button.no.kind"                        = "现在不";
"button.off"                            = "关闭";
"button.okay"                           = "确定";
"button.save"                           = "保存";
"button.sure"                           = "好的！";
"button.thanks"                         = "谢谢";
"button.yes"                            = "是";

// Menu Items
"menu.config"                           = "配置";
"menu.config.music"                     = "音乐";
"menu.config.off"                       = "关闭";
"menu.config.on"                        = "开启";
"menu.config.song.lev3"                 = "Lev3";
"menu.config.song.lopey"                = "Lopey";
"menu.config.song.mjolnir"              = "Mjolnir";
"menu.config.song.random"               = "随机播放";
"menu.config.song.off"                  = "关闭";
"menu.config.sound"                     = "音效";
"menu.config.wifi"                      = "只通过 Wi-Fi";
"menu.config.wifi+carrier"              = "通过 Wi-Fi 或运营商网络";
"menu.continue"                         = "继续游戏";
"menu.game.end"                         = "结束游戏";
"menu.game.mode.classic"                = "经典模式";
"menu.game.mode.timed"                  = "计时模式";
"menu.game.new"                         = "新游戏";
"menu.level.restart"                    = "重开关卡";
"menu.level.retry"                      = "重试关卡";
"menu.main"                             = "主菜单";
"menu.player.name"                      = "玩家名字";
"menu.scores"                           = "得分";
"menu.strategy"                         = "玩法";

// Game Messages
"message.flawless"                      = "完美通关！";
"message.paused"                        = "游戏暂停";
"message.unpaused"                      = "游戏恢复";
"message.level"                         = "水平 %d";

// Dialogs
"dialog.title.compete"                  = "在线竞赛";
"dialog.text.compete"                   = "你要与世界上其他的\n毁灭方块玩家进行在线竞赛吗？";
"dialog.text.compete.later"             = "你可以通过切换相关配置并稍后加入在线竞赛。\n\n主菜单 ➡ 更多 ➡ 配置";

"dialog.title.compete.code"             = "在线代码";
"dialog.text.compete.code"              = "你需要创建一个在线代码来提交你的在线得分。\n该代码会保护你在竞赛中的游戏进度并防止被恶意更改。";
"dialog.text.compete.code.ask"          = "为 «%@» 设置代码：";

"dialog.title.error.name.taken"         = "在线名字已被使用";
"dialog.text.error.name.taken"          = "«%@» 已被使用。";

"dialog.title.error.score.unavailable"  = "得分无法获取";
"dialog.text.error.score.unavailable"   = "在线得分暂时无法获取。\n你要重试吗？";

"dialog.title.firsttime"                = "欢迎来到毁灭方块！";
"dialog.text.firsttime.strategy"        = "这是你第一次玩毁灭方块，\n请参看 «玩法» 指南。\n\n主菜单 ➡ 更多 ➡ 玩法";

"dialog.title.name"                     = "在线名字";
"dialog.text.name.ask"                  = "变更名字为：";
